Revit 2027 API
ModelText.Location Property
This property is used to find the physical location of an instance within project.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public override Location Location { get; }
Public Overrides ReadOnly Property Location As Location
	Get
public:
virtual property Location^ Location {
	Location^ get () override;
}
abstract Location : Location with get
override Location : Location with get
Property Value
Location
See Also
Reference
ModelText Class
Autodesk.Revit.DB Namespace